{
  "state": {
    "nickname": "Pelican State",
    "flag": "https://res.cloudinary.com/dqmcvtuhi/image/upload/v1621530773/Louisiana_flag_yblgrj.png",
    "map": "https://res.cloudinary.com/dqmcvtuhi/image/upload/v1621537039/Louisiana_map_bne7bc.png"
  },
  "cities": [
    {
      "name": "New Orleans",
      "image": "https://res.cloudinary.com/dqmcvtuhi/image/upload/v1621612993/new_orleans_vdcwgy.jpg",
      "area": "906.10",
      "founded": "1718",
      "population": "343,829",
      "history": "New Orleans is a consolidated city-parish located along the Mississippi River in the southeastern region of the U.S. state of Louisiana. With an estimated population of 390,144 in 2019, it is the most populous city in Louisiana. Serving as a major port, New Orleans is considered an economic and commercial hub for the broader Gulf Coast region of the United States. Founded in 1718 by French colonists, New Orleans was once the territorial capital of French Louisiana before being traded to the United States in the Louisiana Purchase of 1803. New Orleans in 1840 was the third-most populous city in the United States, and it was the largest city in the American South from the Antebellum era until after World War II.",
      "geography": "New Orleans is located in the Mississippi River Delta, south of Lake Pontchartrain, on the banks of the Mississippi River, approximately 105 miles (169 km) upriver from the Gulf of Mexico. According to the U.S. Census Bureau, the city's area is 350 square miles (910 km2), of which 169 square miles (440 km2) is land and 181 square miles (470 km2) (52%) is water. The area along the river is characterized by ridges and hollows. New Orleans was originally settled on the river's natural levees or high ground. After the Flood Control Act of 1965, the US Army Corps of Engineers built floodwalls and man-made levees around a much larger geographic footprint that included previous marshland and swamp. Over time, pumping of water from marshland allowed for development into lower elevation areas. Today, half of the city is at or below local mean sea level, while the other half is slightly above sea level. Evidence suggests that portions of the city may be dropping in elevation due to subsidence.",
      "culture": "New Orleans has many visitor attractions, from the world-renowned French Quarter to St. Charles Avenue, (home of Tulane and Loyola Universities, the historic Pontchartrain Hotel and many 19th-century mansions) to Magazine Street with its boutique stores and antique shops. The French Quarter (known locally as 'the Quarter' or Vieux Carré), which was the colonial-era city and is bounded by the Mississippi River, Rampart Street, Canal Street, and Esplanade Avenue, contains popular hotels, bars and nightclubs. Notable tourist attractions in the Quarter include Bourbon Street, Jackson Square, St. Louis Cathedral, the French Market (including Café du Monde, famous for café au lait and beignets) and Preservation Hall. Also in the French Quarter is the old New Orleans Mint, a former branch of the United States Mint which now operates as a museum, and The Historic New Orleans Collection, a museum and research center housing art and artifacts relating to the history and the Gulf South."
    },
    {
      "name": "Baton Rouge",
      "image": "https://res.cloudinary.com/dqmcvtuhi/image/upload/v1621612986/baton_rouge_airb9q.jpg",
      "area": "229.61",
      "founded": "1699",
      "population": "229,493",
      "history": "Baton Rouge is the capital city of the U.S. state of Louisiana. On the eastern bank of the Mississippi River, it is the parish seat of East Baton Rouge Parish, the most-populous parish in Louisiana. Since 2019, the city of Baton Rouge has been the 100th-most-populous city in the United States, and second-largest city in Louisiana after New Orleans. It is also the 16th-most-populous state capital. As of the U.S. Census Bureau's July 2019 estimate, Baton Rouge had a population of 220,236, down from 229,493 at the 2010 U.S. census. The Baton Rouge area owes its historical importance to its strategic site upon the Istrouma Bluff, the first natural bluff upriver from the Mississippi River Delta at the Gulf of Mexico. This allowed development of a business quarter safe from seasonal flooding. In addition, the city built a levee system stretching from the bluff southward to protect the riverfront and low-lying agricultural areas. ",
      "geography": "Baton Rouge is located on the banks of the Mississippi River in southeastern Louisiana's Florida Parishes region. The city of Baton Rouge is approximately 79 miles (127 km) from New Orleans, 126 miles (203 km) from Alexandria, and 250 miles (400 km) from Shreveport. It is also 173 miles (278 km) from Jackson, Mississippi and 272 miles (438 km) from Houston, Texas. Baton Rouge lies on a low elevation of 56 to a little over 62 feet above sea level. The city's proximity to Greater New Orleans, Greater Jackson, and Greater Houston makes it a prominent transportation hub between the metropolitan regions. The city of Baton Rouge is the capital of Louisiana and the parish seat of East Baton Rouge Parish. According to the United States Census Bureau, the city has a total area 79.1 square miles (204.9 km2), of which 76.8 square miles (198.9 km2) are land and 2.2 square miles (5.7 km2) (2.81%) are covered by water. The city is located on the first set of bluffs north of the Mississippi River Delta's coastal plains.",
      "culture": "Baton Rouge is the middle ground of South Louisiana cultures, having a mix of Cajun and Creole Catholics and Baptists of the Florida Parishes and South Mississippi. Baton Rouge is a college city with Baton Rouge Community College, Louisiana State University, Franciscan Missionaries of Our Lady University, and Southern University, whose students make up some 20% of the city population. In a sizable international population of about 11,300, the largest groups were people of Hispanic and Latino or Vietnamese descent. This contributes to Baton Rouge's unique culture and diversity. The city has several designated arts and cultural districts, the most prominent of which are the Mid-City Cultural District and the Perkins Road Arts District. These districts provide tax incentives, mostly in the form of exempting state tax on purchases, to promote cultural activity in these areas."
    },
    {
      "name": "Shreveport",
      "image": "https://res.cloudinary.com/dqmcvtuhi/image/upload/v1621612986/shreveport_n9j5xw.jpg",
      "area": "318.58",
      "founded": "1836",
      "population": "199,311",
      "history": "Shreveport is a city in the U.S. state of Louisiana. It is the most populous city in the Shreveport–Bossier City metropolitan area, and ranks third in population in Louisiana after Baton Rouge and New Orleans. The bulk of Shreveport is in Caddo Parish, of which it is the parish seat. Shreveport extends along the west bank of the Red River (most notably at Wright Island, the Charles and Marie Hamel Memorial Park, and Bagley Island) into neighboring Bossier Parish. The population of Shreveport was 199,311 at the 2010 U.S. census. The United States Census Bureau's 2019 estimates for the city's population decreased to 187,112. Shreveport was founded in 1836 by the Shreve Town Company, a corporation established to develop a town at the juncture of the newly navigable Red River and the Texas Trail, an overland route into the newly independent Republic of Texas. Prior to Texas becoming independent, this trail entered Mexico.",
      "geography": "Shreveport is located in Northwest Louisiana. It is the center of the Ark-La-Tex region where Arkansas, Louisiana, and Texas meet. It is also part of the I-20 Cyber Corridor linking the tech-centered Dallas-Fort Worth, Shreveport-Bossier, Greater Monroe, and Greater Atlanta metropolitan areas together. The city of Shreveport is 188 miles (303 km) from Dallas, 98 miles (158 km) from Tyler, and 41 miles (66 km) from Marshall, Texas; 215 miles (346 km) from Little Rock and 73 miles (117 km) from Texarkana, Arkansas; and 250 miles (400 km) from the state capital of Baton Rouge, 99 miles (159 km) from Monroe, 69 miles (111 km) from Ruston, and 30 miles (48 km) from Minden, Louisiana. The city's proximity to the nearby cities makes it North Louisiana and the Ark-La-Tex's transportation hub",
      "culture": "Shreveport is home to many theatres, museums, and performing arts groups. Mardi Gras celebrations in Shreveport date to the mid‑19th century when krewes and parades were organized along the lines of those of New Orleans. Mardi Gras in Shreveport did not survive the cancellations caused by World War I. Attempts to revive it in the 1920s were unsuccessful, and the last Carnival celebrations in Shreveport for decades were held in 1927. Mardi Gras in Shreveport was revived beginning in 1984 with the organization of the Krewe of Apollo. The Krewes of Gemini, Centaur, Aesclepius, Highland, Sobek, Harambee, and others, followed during the next decade and a half. The first krewe to revive parading was Gemini in 1989. Today, Mardi Gras is again an important part of the cultural life of the Shreveport-Bossier metropolitan area."
    },
    {
      "name": "Lafayette",
      "image": "https://res.cloudinary.com/dqmcvtuhi/image/upload/v1621612993/Lafayette_Louisiana_Downtown_2018_ncaspa.jpg",
      "area": "144.13",
      "founded": "1821",
      "population": "120,623",
      "history": "Lafayette is a city in the U.S. state of Louisiana. The city is the most populous and parish seat of Lafayette Parish, and is located along the Vermilion River. It is Louisiana's fourth largest incorporated municipality by population and the 219th most populous in the United States, with a 2019 census–estimated population of 126,199; the consolidated city–parish's population was 244,390 in 2019. The Greater Lafayette metropolitan area was Louisiana's third largest metropolitan statistical area with a population of 489,207 at the 2019 American Community Survey, overtaking the Shreveport–Bossier City metropolitan area.",
      "geography": "Lafayette is located at 30°13′N 92°2′W (30.2139, −92.0294)[29] and has an elevation of 36 feet (11.0 m). According to the United States Census Bureau, the city has a total area of 49.2 square miles (127 km2), of which 49.1 square miles (127 km2) are land and 0.1 sq mi (0.26 km2) (0.19%) is covered by water. Lafayette is located on the West Gulf Coastal Plain. The site was part of the seabed during the earlier Quaternary period. During this time, the Mississippi River cut a 325-foot-deep (99 m) valley between what is now Lafayette and Baton Rouge. This valley was filled and is now the Atchafalaya Basin. Lafayette is located on the western rim of this valley.",
      "culture": "Cultural organizations include the Acadiana Symphony Orchestra and Conservatory of Music, Chorale Acadienne, Lafayette Ballet Theatre and Dance Conservatory, the Lafayette Concert Band, and Performing Arts Society of Acadiana; as well as the Paul and Lulu Hilliard University Art Museum and the Acadiana Center for the Arts. Lafayette is home to the Louisiana Ragin' Cajuns, the athletic teams of the University of Louisiana at Lafayette. It is home to the Bayou Hurricanes, a semiprofessional football team that plays at Clark Field. Between 1995 and 2005, Lafayette was home to the Louisiana IceGators ECHL hockey team"
    }
  ]
}