{
  "state": {
    "nickname": "Magnolia State",
    "flag": "https://res.cloudinary.com/dqmcvtuhi/image/upload/v1621530773/Mississippi_flag_vtkxua.png",
    "map": "https://res.cloudinary.com/dqmcvtuhi/image/upload/v1621537039/Misssissippi_map_g9urxo.png"
  },
  "cities": [
    {
      "name": "Jackson",
      "image": "https://res.cloudinary.com/dqmcvtuhi/image/upload/v1621611185/jackson_inxmlh.jpg",
      "area": "293.27",
      "founded": "1822",
      "population": "160,628",
      "history": "Jackson, officially the City of Jackson, is the capital and most populous city of the U.S. State of Mississippi. It is one of two county seats of Hinds County, along with Raymond, Mississippi. The city of Jackson also includes around 3,000 acres (12.1 km2) comprising Jackson-Medgar Evers International Airport in Rankin County and a small portion of Madison County. The city's population was estimated to be 160,628 in 2019, a decline from 173,514 in 2010. The city sits on the Pearl River and is located in the greater Jackson Prairie region of Mississippi. Founded in 1821 as the site for a new state capital, the city is named after General Andrew Jackson, who was honored for his role in the Battle of New Orleans during the War of 1812 and would later serve as U.S. president. Following the nearby Battle of Vicksburg in 1863 during the American Civil War, Union forces under the command of General William Tecumseh Sherman began the Siege of Jackson and the city was subsequently burned.",
      "geography": "Jackson is located primarily in northeastern Hinds County, with small portions in Madison and Rankin counties. The Pearl River forms most of the eastern border of the city. A small portion of the city containing Tougaloo College lies in Madison County, bounded on the west by Interstate 220 and on the east by U.S. Route 51 and Interstate 55. An unconnected section of the city surrounds Jackson–Evers International Airport in Rankin County. In the 2010 census, only 622 of the city's residents lived in Madison County, and only 1 lived within the city limits in Rankin County. The city is bordered to the north by Ridgeland in Madison County, to the northeast by Ross Barnett Reservoir on the Pearl River, to the east by Flowood and Richland in Rankin County, to the south by Byram in Hinds County, and to the west by Clinton in Hinds County. According to the United States Census Bureau, the city has a total area of 113.2 square miles (293.3 km2), of which 111.0 square miles (287.6 km2) are land and 2.2 square miles (5.7 km2), or 1.94% of the total, are water.",
      "culture": "Jackson received its first Mississippi Blues Trail designation in honor of the former 'Subway Lounge' on Pearl Street. A ceremony was held to place a historic marker at the former site of the Summers Hotel, where the Subway Lounge was located in the basement level. When the Summers Hotel opened in 1943, long before desegregation, it was one of two hotels in the city available as lodging to black people. In the 1960s, the hotel added a lounge that featured jazz. In the 1980s, when the lounge was revived, it catered to late night blues performers. Starting in 2010, Jackson experienced $1.6 billion in downtown development. The public-private projects included new construction, renovation and adaptation of some existing buildings, including conversions into residential space; and improvements to public infrastructure and amenities."
    },
    {
      "name": "Gulfport",
      "image": "https://res.cloudinary.com/dqmcvtuhi/image/upload/v1621611164/gulfport_bjztrw.jpg",
      "area": "165.78",
      "founded": "1898",
      "population": "71,705",
      "history": "Gulfport is the second-largest city in Mississippi after the state capital, Jackson. Along with Biloxi, Gulfport is the other county seat of Harrison County and the larger of the two principal cities of the Gulfport-Biloxi, Mississippi Metropolitan Statistical Area, which is included in the Gulfport-Biloxi-Pascagoula, Mississippi Combined Statistical Area. As of the 2010 census, the city of Gulfport had a total population of 67,793, with nearly 400,000 in the metro area as of 2018. It is also home to the US Navy Atlantic Fleet Seabees. An early settlement near this location, known as Mississippi City, appeared on a map of Mississippi from 1855. Mississippi City was the county seat of Harrison County from 1841 to 1902, but is now a suburb in east Gulfport.",
      "geography": "According to the United States Census Bureau, the city had a total area of 64.2 sq mi (166.4 km2), of which 56.9 sq mi (147.4 km2) is land and 7.3 sq mi (19.0 km2) (11.40%) is water. Gulfport Formation, here named in Harrison Co., southeastern MS, described as barrier ridge composed of white, medium- to fine-grained sand, yellow-orange near surface. Thickness ranges form 5.0 to 9.5 m. Overlies Biloxi Formation. Age is late Pleistocene. Gulfport Formation is limited to a 1- to 3-km-wide discontinuous barrier ridge belt that borders the Gulf mainland shore. Commonly overlies Prairie Formation (alluvium) landward and Biloxi Formation (shelf deposits) near shore. Grades upward from poorly to moderately sorted shoreface sands to foreshore sand and dunes.",
      "culture": "From its beginnings as a lumber port, Gulfport evolved into a diversified city. With about 6.7 miles (10.7 kilometres) of white sand beaches along the Gulf of Mexico, Gulfport has become a tourism destination, due in large part to Mississippi's coast casinos. Gulfport has served as host to popular cultural events such as the 'World's Largest Fishing Rodeo', 'Cruisin' the Coast' (a week of classic cars), 'Black Spring Break' and 'Smokin' the Sound' (speedboat races). Gulfport is a thriving residential community with a strong mercantile center. There are historic neighborhoods and home sites, as well as diverse shopping opportunities and several motels scattered throughout to accommodate golfing, gambling, and water-sport tourism. Gulfport is also home to the Island View Casino, one of twelve casinos on the Mississippi Gulf Coast."
    },
    {
      "name": "Southaven",
      "image": "https://res.cloudinary.com/dqmcvtuhi/image/upload/v1621611164/southaven_t8bwlt.jpg",
      "area": "107.56",
      "founded": "1980",
      "population": "55,780",
      "history": "Southaven is a city in DeSoto County, Mississippi, United States. It is a principal city in Greater Memphis. The 2010 census reported a population of 48,982, making Southaven the third-largest city in Mississippi and the second most populous suburb of Memphis. Southaven is traversed from north to south by the I-55/I-69 freeway. The city's name derives from the fact that Southaven is located south of Whitehaven, a neighborhood in Memphis. Southaven began as a village when Memphis homebuilder Kemmons Wilson (founder of Holiday Inn) wished to develop a few residential subdivisions featuring small starter homes just across the Mississippi border from Whitehaven, Tennessee, an unincorporated suburb of Memphis. Whitehaven was eventually annexed by Memphis. Officially incorporated in 1980, Southaven is one of the fastest-growing cities in the southeastern United States.",
      "geography": "The center of the city is approximately 14 miles (23 km) south of downtown Memphis and 6 miles (10 km) southwest of Memphis International Airport. According to the U.S. Census Bureau, Southaven has a total area of 41.5 square miles (107.6 km2), of which 41.2 square miles (106.8 km2) is land and 0.3 square miles (0.7 km2), or 0.68%, is water. Southaven experiences a humid subtropical climate, with average annual precipitation of nearly 55 inches (1,400 mm), which is well distributed throughout the year. April is the wettest month of the year, and August the driest. The average high temperature is 49 °F (9 °C) in January and 92 °F (33 °C) in July.",
      "culture": "Southaven's Snowden Grove Baseball Park hosts the annual Dizzy Dean Baseball World Series, where 5- to 19-year-old divisions are represented by teams from across the country. The Memphis Grizzlies operate their NBA G League affiliate, the Memphis Hustle, at the Landers Center in Southaven. From 2000 to 2018, Southaven hosted the Mississippi RiverKings at the Landers Center while they were members of the Central Hockey League and the Southern Professional Hockey League. The team relocated from Memphis prior to the 2000–01 season and was the main tenant of the Landers Center for most of their time in Southaven."
    },
    {
      "name": "Hattiesburg",
      "image": "https://res.cloudinary.com/dqmcvtuhi/image/upload/v1621611164/hattiesburg_obmcwj.jpg",
      "area": "141.09",
      "founded": "1882",
      "population": "45,989",
      "history": "Hattiesburg is a city in the U.S. state of Mississippi, primarily in Forrest County (where it is the county seat) and extending west into Lamar County. The city population was 45,989 at the 2010 census, with an estimated population of 45,863 in 2019. It is the principal city of the Hattiesburg, Mississippi, Metropolitan Statistical Area, which encompasses Forrest, Lamar and Perry counties.Development of the interior of Mississippi by European Americans took place primarily after the American Civil War. Before that time, only properties along the major rivers were developed as plantations. Founded in 1882 by civil engineer William H. Hardy, Hattiesburg was named in honor of Hardy's wife Hattie. The town was incorporated two years later with a population of 400.",
      "geography": "Most of Hattiesburg is in Forrest County. A smaller portion on the west side is in Lamar County, with abundant commercial land gained in a 2008 annexation. This consists of first, a narrow stretch of land lying east of I-59, and second, an irregularly shaped extension into West Hattiesburg. In the 2000 census, 42,475 of the city's 44,779 residents (94.9%) lived in Forrest County and 2,304 (5.1%) in Lamar County. According to the United States Census Bureau, the city has a total area of 54.3 square miles (140.6 km2), of which 53.4 square miles (138.3 km2) is land and 0.89 square miles (2.3 km2), or 1.63%, is water. Hattiesburg is 74 miles (119 km) north of Biloxi and 90 miles (140 km) southeast of Jackson, the state capital.",
      "culture": "Lucile Parker Art Gallery is located in the Thomas Fine Arts Building on William Carey University's Hattiesburg campus. The collection consists of 141 artworks by Lucile Parker, and 17 by Marie Hull. From August to May, the gallery features exhibitions of local, state, and nationally known artists. The Saenger Theatre was one of the seven built and operated by the Saenger brothers. It hosts an annual Mississippi Miss Hospitality Competition, along with other productions. It is listed on the National Register of Historic Places. The Hattiesburg Train Depot was constructed in 1910 by the Southern Railway Company, and was the city's largest and most architecturally significant depot. The City of Hattiesburg purchased the depot and 3.2 acres (1.3 ha) of land from Norfolk Southern Railway in 2000, and began a seven-year, $10 million restoration. The completed depot now functions as an intermodal transportation center for bus, taxi and rail, as well as a space for exhibitions, meetings and special events"
    }
  ]
}