{
  "state": {
    "nickname": "Volunteer State",
    "flag": "https://res.cloudinary.com/dqmcvtuhi/image/upload/v1621530775/Tennesse_flag_ztxusw.png",
    "map": "https://res.cloudinary.com/dqmcvtuhi/image/upload/v1621530895/Path_370_bx9thr.png"
  },
  "cities": [
    {
      "name": "Nashville",
      "image": "https://res.cloudinary.com/dqmcvtuhi/image/upload/v1621611186/nashville_ssss5y.jpg",
      "area": "1,362.2",
      "founded": "1779",
      "population": "694,144",
      "history": "Nashville is the capital and most populous city of the U.S. state of Tennessee. The city is the county seat of Davidson County and is located on the Cumberland River.It is the 23rd most-populous city in the United States. Named for Francis Nash, a general of the Continental Army during the American Revolutionary War, the city was founded in 1779. The city grew quickly due to its strategic location as a port on the Cumberland River and, in the 19th century, a railroad center. Nashville seceded with Tennessee during the American Civil War; in 1862 it was the first state capital in the Confederacy to fall to Union troops. After the war, the city reclaimed its position and developed a manufacturing base. Since 1963, Nashville has had a consolidated city-county government, which includes six smaller municipalities in a two-tier system. The city is governed by a mayor, a vice-mayor, and a 40-member metropolitan council; 35 of the members are elected from single-member districts, while the other five are elected at-large. Reflecting the city's position in state government, Nashville is home to the Tennessee Supreme Court's courthouse for Middle Tennessee, one of the state's three divisions.",
      "geography": "Nashville lies on the Cumberland River in the northwestern portion of the Nashville Basin. Nashville's elevation ranges from its lowest point, 385 feet (117 m) above sea level at the Cumberland River, to its highest point, 1,163 feet (354 m) above sea level in the Radnor Lake State Natural Area. Nashville also sits at the start of the Highland Rim, a geophysical region of very hilly land. Because of this, Nashville is very hilly. Nashville also has some stand alone hills around the city such as the hill on which the Tennessee State Capitol building sits. According to the United States Census Bureau, the city has a total area of 527.9 square miles (1,367 km2), of which 504.0 square miles (1,305 km2) of it is land and 23.9 square miles (62 km2) of it (4.53%) is water.",
      "culture": "Much of the city's cultural life has revolved around its large university community. Particularly significant in this respect were two groups of critics and writers who were associated with Vanderbilt University in the early 20th century: the Fugitives and the Agrarians. Popular destinations include Fort Nashborough and Fort Negley, the former being a reconstruction of the original settlement, the latter being a semi-restored Civil War battle fort; the Tennessee State Museum; and The Parthenon, a full-scale replica of the original Parthenon in Athens. The Tennessee State Capitol is one of the oldest working state capitol buildings in the nation. The Hermitage, the former home of President Andrew Jackson, is one of the largest presidential homes open to the public, and is also one of the most visited."
    },
    {
      "name": "Memphis",
      "image": "https://res.cloudinary.com/dqmcvtuhi/image/upload/v1621611195/memphis_r8orpc.jpg",
      "area": "788.97",
      "founded": "1819",
      "population": "646,889",
      "history": "Memphis is a city along the Mississippi River in southwestern Shelby County, Tennessee, United States. Its 2019 estimated population was 651,073, making it Tennessee's second-most populous city behind Nashville, the nation's 28th-largest, and the largest city proper situated along the Mississippi River. Greater Memphis is the 42nd-largest metropolitan area in the United States, with a population of 1,348,260 in 2017. The city is the anchor of West Tennessee and the greater Mid-South region, which includes portions of neighboring Arkansas, Mississippi, and the Missouri Bootheel. Memphis is the seat of Shelby County, Tennessee's most populous county. One of the more historic and culturally significant cities of the southern United States, Memphis has a wide variety of landscapes and distinct neighborhoods. The first European explorer to visit the area of present-day Memphis was Spanish conquistador Hernando de Soto in 1541 with his expedition into the New World. The high Chickasaw Bluffs protecting the location from the waters of the Mississippi was then contested by the Spanish, French, and the English as Memphis took shape. Modern Memphis was founded in 1819 by three prominent Americans: John Overton, James Winchester, and future president Andrew Jackson.",
      "geography": "According to the United States Census Bureau, the city has a total area of 324.0 square miles (839.2 km2), of which 315.1 square miles (816.0 km2) is land and 9.0 square miles (23.2 km2), or 2.76%, is water. Downtown Memphis rises from a bluff along the Mississippi River. The city and metro area spread out through suburbanization, and encompass southwest Tennessee, northern Mississippi and eastern Arkansas. Several large parks were founded in the city in the early 20th century, notably Overton Park in Midtown and the 4,500-acre (18 km2) Shelby Farms. The city is a national transportation hub and Mississippi River crossing for Interstate 40, (east-west), Interstate 55 (north-south), barge traffic, Memphis International Airport (FedEx's 'SuperHub' facility) and numerous freight railroads that serve the city.",
      "culture": "One of the largest celebrations of the city is Memphis in May. The month-long series of events promotes Memphis's heritage and outreach of its people far beyond the city's borders. The four main events are the Beale Street Music Festival, International Week, The World Championship Barbecue Cooking Contest, and the Great River Run. The World Championship Barbecue Cooking Contest is the largest pork barbecue-cooking contest in the world.In April, downtown Memphis celebrates 'Africa in April Cultural Awareness Festival', or simply Africa in April. The festival was designed to celebrate the arts, history, culture, and diversity of the African diaspora. Africa in April is a three-day festival with vendors' markets, fashion showcases, blues showcases, and an international diversity parade. During late May-early June, Memphis is home to the Memphis Italian Festival at Marquette Park. The 2019 festival will be its 30th and has hosted musical acts, local artisans, and Italian cooking competitions. It also presents chef demonstrations, the Coors Light Competitive Bocce Tournament, the Galtelli Cup Recreational Bocce Tournament, a volleyball tournament, and pizza tossing demonstrations. This festival was started by Holy Rosary School and Parish and began inside the School parking lot in 1989"
    },
    {
      "name": "Knoxville",
      "image": "https://res.cloudinary.com/dqmcvtuhi/image/upload/v1621611188/knoxville_qhkpyn.jpg",
      "area": "270.01",
      "founded": "1791",
      "population": "178,874",
      "history": "Knoxville is a city in, and the county seat of, Knox County in the U.S. state of Tennessee. As of July 1, 2019, Knoxville's population was 187,603, making it the largest city in the East Tennessee Grand Division, and the state's overall third largest city after Nashville and Memphis. Knoxville is the principal city of the Knoxville Metropolitan Statistical Area, which had an estimated population of 869,046 in 2019. First settled in 1786, Knoxville was the first capital of Tennessee. The city struggled with geographic isolation throughout the early 19th century. The arrival of the railroad in 1855 led to an economic boom. During the Civil War, the city was bitterly divided over the secession issue, and was occupied alternately by both Confederate and Union armies. Following the war, Knoxville grew rapidly as a major wholesaling and manufacturing center.",
      "geography": "According to the United States Census Bureau, the city has a total area of 104.2 square miles (269.8 km2), of which 98.5 square miles (255.2 km2) is land and 5.6 square miles (14.6 km2), or 5.42%, is water. Elevations range from just over 800 feet (240 m) along the riverfront to just over 1,000 feet (300 m) on various hilltops in West Knoxville, with the downtown area resting at just over 900 feet (270 m). High points include Sharp's Ridge in North Knoxville at 1,391 feet (424 m) and Brown Mountain in South Knoxville at 1,260 feet (380 m). House Mountain, the highest point in Knox County at 2,064 feet (629 m), is located east of the city near Mascot. Knoxville is situated in the Great Appalachian Valley (known locally as the Tennessee Valley), about halfway between the Great Smoky Mountains to the east and the Cumberland Plateau to the west.",
      "culture": "Knoxville is home to a rich arts community and has many festivals throughout the year. Its contributions to old-time, bluegrass and country music are numerous, from Flatt & Scruggs and Homer & Jethro to the Everly Brothers. The Knoxville Symphony Orchestra (KSO), established in 1935, is the oldest continuing orchestra in the southeast. The KSO maintains a core of full-time professional musicians, and performs at more than 200 events per year. Its traditional venues include the Tennessee Theatre, the Bijou Theatre, and the Civic Auditorium, though it also performs at a number of non-traditional venues. The Knoxville Opera performs a season of opera every year, accompanied by a chorus. Knoxville was the location of Sergei Rachmaninoff's final concert in 1943, performed at Alumni Memorial Auditorium at the University of Tennessee."
    },
    {
      "name": "Chattanooga",
      "image": "https://res.cloudinary.com/dqmcvtuhi/image/upload/v1621611191/chattanooga_nw4vbe.jpg",
      "area": "390.29",
      "founded": "1839",
      "population": "167,674",
      "history": "Chattanooga is a city in and the county seat of Hamilton County, Tennessee, along the Tennessee River bordering Georgia. With an estimated population of 182,799 in 2019, it is Tennessee's fourth-largest city and one of the two principal cities of East Tennessee, along with Knoxville. The city anchors the Chattanooga metropolitan area, Tennessee's fourth-largest metropolitan statistical area, as well as a larger three-state area that includes Southeast Tennessee, Northwest Georgia, and Northeast Alabama. Served by multiple railroads and Interstate highways, Chattanooga is a transit hub. It is 118 miles (190 km) northwest of Atlanta, Georgia, 112 miles (180 km) southwest of Knoxville, Tennessee, 134 miles (216 km) southeast of Nashville, Tennessee, 102 miles (164 km) east-northeast of Huntsville, Alabama, and 147 miles (237 km) northeast of Birmingham, Alabama. Today, major industry that drives the economy includes automotive, advanced manufacturing, food and beverage production, healthcare, insurance, tourism, and back office and corporate headquarters.",
      "geography": "According to the United States Census Bureau, the city has a total area of 144.6 square miles (374.4 km2), of which 137.1 square miles (355.2 km2) are land and 7.4 square miles (19.2 km2), or 5.12%, are water. The most prominent natural features in and around Chattanooga are the Tennessee River and the surrounding mountains. The city is nestled between the southwestern Ridge-and-valley Appalachians and the foot of Walden's Ridge; the river separates the ridge from the western side of downtown. Several miles east, the city is bisected by Missionary Ridge. The Tennessee River is impounded by the Chickamauga Dam north of the downtown area. Five automobile bridges, one railroad trestle, and one pedestrian bridge cross the river. Highways include Interstate 75 to Atlanta and Knoxville, Interstate 24 to Nashville, and Interstate 59 to Birmingham. Chattanooga and portions of southeast Tennessee and northern Georgia are served by the Chattanooga Metropolitan Airport. CSX transports rail freight to Atlanta and Nashville, and Norfolk Southern conveys rail cargo to Atlanta, Birmingham, Cincinnati, Knoxville, and Memphis.",
      "culture": "Chattanooga touts many attractions, including the Tennessee Aquarium, caverns, and new waterfront attractions along and across the Tennessee River. In the downtown area is the Chattanooga Choo Choo Hotel, housed in the renovated Terminal Station. Also downtown are the Creative Discovery Museum, a hands-on children's museum dedicated to science, art, and music; an IMAX 3D Theatre, and the newly expanded Hunter Museum of American Art. The Tennessee Riverwalk, an approximately 13-mile-long (21 km) trail running alongside the river, is another attraction for both tourists and residents alike. Across the river from downtown is the North Shore district, roughly bounded by the Olgiati Bridge to the west and Veterans Bridge to the east. The newly renovated area draws locals and tourists to locally owned independent boutique stores and restaurants, plus attractions along the Chattanooga Riverpark system, including Coolidge Park and Renaissance Park."
    }
  ]
}
