{
  "state": {
    "nickname": "Lone Star State",
    "flag": "https://res.cloudinary.com/dqmcvtuhi/image/upload/v1621530773/Texas_flag_tusa83.png",
    "map": "https://res.cloudinary.com/dqmcvtuhi/image/upload/v1621537010/Path_371_brwij7.png"
  },
  "cities": [
    {
      "name": "Houston",
      "image": "https://res.cloudinary.com/dqmcvtuhi/image/upload/v1621611191/houston_znkntf.jpg",
      "area": "1,739.69",
      "founded": "1837",
      "population": "2,316,797",
      "history": "Houston is the most populous city in the U.S. state of Texas, fourth-most populous city in the United States, most populous city in the Southern United States, as well as the sixth-most populous in North America, with an estimated population of 2,320,268 in 2019. Located in Southeast Texas near Galveston Bay and the Gulf of Mexico, it is the seat of Harris County and the principal city of the Greater Houston metropolitan area, which is the fifth-most populous metropolitan statistical area in the United States. Houston is the southeast anchor of the greater megaregion known as the Texas Triangle. The city of Houston was founded by land investors on August 30, 1836, at the confluence of Buffalo Bayou and White Oak Bayou (a point now known as Allen's Landing) and incorporated as a city on June 5, 1837.",
      "geography": "Houston is located 165 miles (266 km) east of Austin, 88 miles (142 km) west of the Louisiana border, and 250 miles (400 km) south of Dallas. The city has a total area of 637.4 square miles (1,651 km2); this comprises over 599.59 square miles (1,552.9 km2) of land and 22.3 square miles (58 km2) covered by water. Most of Houston is located on the gulf coastal plain, and its vegetation is classified as Western Gulf coastal grasslands while further north, it transitions into a subtropical jungle, the Big Thicket. Much of the city was built on forested land, marshes, or swamps, and all are still visible in surrounding areas. Flat terrain and extensive greenfield development have combined to worsen flooding. Downtown stands about 50 feet (15 m) above sea level, and the highest point in far northwest Houston is about 150 feet (46 m) in elevation.",
      "culture": "Located in the American South, Houston is a diverse city with a large and growing international community.[211] The Greater Houston metropolitan area is home to an estimated 1.1 million (21.4 percent) residents who were born outside the United States, with nearly two-thirds of the area's foreign-born population from south of the United States–Mexico border since 2009.[212] Additionally, more than one in five foreign-born residents are from Asia.[212] The city is home to the nation's third-largest concentration of consular offices, representing 92 countries. The city of Houston is highly regarded for its diverse food and restaurant culture. Several major publications have consistently named Houston one of 'America's Best Food Cities'. Houston received the official nickname of 'Space City' in 1967 because it is the location of NASA's Lyndon B. Johnson Space Center."
    },
    {
      "name": "San Antonio",
      "image": "https://res.cloudinary.com/dqmcvtuhi/image/upload/v1621611187/san_antonio_elmddw.jpg",
      "area": "1,307.00",
      "founded": "1718",
      "population": "1,547,253",
      "history": "San Antonio, officially the City of San Antonio, is the seventh-most populous city in the United States, and the second-most populous city in both Texas and the Southern United States, with 1,547,253 residents in 2019.[9] Founded as a Spanish mission and colonial outpost in 1718, the city became the first chartered civil settlement in present-day Texas in 1731. The area was still part of the Spanish Empire, and later of the Mexican Republic. It is the state's oldest municipality, having celebrated its 300th anniversary on May 1, 2018. The city's deep history is contrasted with its rapid growth over the past few decades. It was the fastest-growing of the top ten largest cities in the United States from 2000 to 2010, and the second from 1990 to 2000.",
      "geography": "San Antonio is approximately 75 miles (121 km) to the southwest of its neighboring city, Austin, the state capital, about 190 miles (310 km) west of Houston, and about 250 miles (400 km) south of the Dallas–Fort Worth area. The city has a total area of 465.4 square miles (1,205.4 km2); 460.93 square miles (1,193.8 km2) of San Antonio's total area is land and 4.5 square miles (11.7 km2) of it is water. The city's gently rolling terrain is dotted with oak trees, forested land, mesquite, and cacti. The Texas Hill Country reaches into the far northern portions of the city. San Antonio sits on the Balcones Escarpment. Its altitude is approximately 662 feet (202 m) above sea level",
      "culture": "San Antonio is a popular tourist destination. The Alamo Mission in San Antonio ('The Alamo'), located in Downtown, is Texas' top tourist attraction. Because of the mission, San Antonio is often called 'Alamo City'. The River Walk, which meanders through the Downtown area, is the city's second-most-visited attraction, giving it the additional nickname of 'River City'. Extended an additional 13 miles between 2009 and 2013, the landscaped walking and bike path line the San Antonio River from the 'Museum Reach' beginning in Brackenridge Park through downtown, 'Downtown Reach', past the Blue Star's 'Eagleland' to the 'Mission Reach' ending near Loop 410 South past Mission Espada."
    },
    {
      "name": "Dallas",
      "image": "https://res.cloudinary.com/dqmcvtuhi/image/upload/v1621611198/dallas_d9t6qa.jpg",
      "area": "879.51",
      "founded": "1856",
      "population": "1,343,573",
      "history": "Dallas is a city in the U.S. state of Texas and the largest city in and seat of Dallas County, with portions extending into Collin, Denton, Kaufman and Rockwall counties. With an estimated 2019 population of 1,343,573, it is the ninth most-populous city in the U.S. and the third-largest in Texas after Houston and San Antonio. Located in North Texas, the city of Dallas is the main core of the largest metropolitan area in the Southern United States and the largest inland metropolitan area in the U.S. that lacks any navigable link to the sea. It is the most populous city in the Dallas–Fort Worth metroplex, the fourth-largest metropolitan area in the country at 7.5 million people. Dallas and nearby Fort Worth were initially developed due to the construction of major railroad lines through the area allowing access to cotton, cattle and later oil in North and East Texas.",
      "geography": "Dallas is situated in the Southern United States, in North Texas. It is the county seat of Dallas County and portions of the city extend into neighboring Collin, Denton, Kaufman, and Rockwall counties. Many suburbs surround Dallas; three enclaves are within the city boundaries—Cockrell Hill, Highland Park, and University Park. According to the United States Census Bureau, the city has a total area of 385.8 square miles (999.3 km2); 340.5 square miles (881.9 km2) of Dallas is land and 45.3 square miles (117.4 km2) of it (11.75%) is water. Dallas makes up one-fifth of the much larger urbanized area known as the Dallas–Fort Worth metroplex, in which one quarter of all Texans live.",
      "culture": "The Arts District in the northern section of Downtown is home to several arts venues and is the largest contiguous arts district in the United States. Notable venues in the district include the Dallas Museum of Art; the Morton H. Meyerson Symphony Center, home to the Dallas Symphony Orchestra and Dallas Wind Symphony; the Nasher Sculpture Center; and the Trammell & Margaret Crow Collection of Asian Art. The Perot Museum of Nature and Science, also in Downtown Dallas, is a natural history and science museum. Designed by 2005 Pritzker Architecture Prize Laureate Thom Mayne and his firm Morphosis Architects, the 180,000-square-foot facility has six floors and stands about 14 stories high. Venues that are part of the AT&T Dallas Center for the Performing Arts include Moody Performance Hall, home to the Dallas Chamber Symphony; the Dee and Charles Wyly Theatre, home to the Dallas Theater Center and the Dallas Black Dance Theater; and the Winspear Opera House, home to the Dallas Opera and Texas Ballet Theater"
    },
    {
      "name": "Austin",
      "image": "https://res.cloudinary.com/dqmcvtuhi/image/upload/v1621611191/austin_rkq9mu.jpg",
      "area": "828.65",
      "founded": "1835",
      "population": "978,908",
      "history": "Austin is the capital city of the U.S. state of Texas, as well as the seat and largest city of Travis County, with portions extending into Hays and Williamson counties. Incorporated on December 27, 1839, it is the 11th-most populous city in the United States, the fourth-most-populous city in Texas, and the second-most-populous state capital city (after Phoenix, Arizona). It has been one of the fastest growing large cities in the United States since 2010. Austin is the southernmost state capital in the contiguous United States and is considered a 'Beta −' global city as categorized by the Globalization and World Cities Research Network",
      "geography": "Austin, the southernmost state capital of the contiguous 48 states, is located in Central Texas on the Colorado River. Austin is 146 miles (230 km) northwest of Houston, 182 miles (290 km) south of Dallas and 74 miles (120 km) northeast of San Antonio.In 2010, the city occupied a total area of 305.1 square miles (790.1 km2). Approximately 7.2 square miles (18.6 km2) of this area is water. Austin is situated at the foot of the Balcones Escarpment, on the Colorado River, with three artificial lakes within the city limits: Lady Bird Lake (formerly known as Town Lake), Lake Austin (both created by dams along the Colorado River), and Lake Walter E. Long that is partly used for cooling water for the Decker Power Plant. Mansfield Dam and the foot of Lake Travis are located within the city's limits. .",
      "culture": "'Keep Austin Weird' has been a local motto for years, featured on bumper stickers and T-shirts. This motto has not only been used in promoting Austin's eccentricity and diversity, but is also meant to bolster support of local independent businesses. According to the 2010 book Weird City the phrase was begun by a local Austin Community College librarian, Red Wassenich, and his wife, Karen Pavelka, who were concerned about Austin's 'rapid descent into commercialism and overdevelopment.' The slogan has been interpreted many ways since its inception, but remains an important symbol for many Austinites who wish to voice concerns over rapid growth and irresponsible development.."
    }
  ]
}